\u8be5\u7528\u6237\u4e0d\u5b58\u5728=The user does not exist
\u5bc6\u7801\u9519\u8bef=Password error
\u767b\u5f55\u6210\u529f=Successful login
\u67e5\u8be2\u6700\u65b0\u7248\u672c\u4fe1\u606f\u6210\u529f\uff01=Successful inquiry for the latest version information!
\u8be5\u7528\u6237\u5df2\u5b58\u5728=The user already exists
\u8be5\u90ae\u7bb1\u5df2\u88ab\u6ce8\u518c=The mailbox has been registered.
\u90ae\u7bb1\u529f\u80fd\u5f02\u5e38\uff0c\u8bf7\u7a0d\u540e=Mailbox function is abnormal, please wait a moment.
\u6ce8\u518c\u6210\u529f=login was successful
\u5bc6\u7801\u91cd\u7f6e\u6210\u529f\uff0c\u8bf7\u4f7f\u7528\u65b0\u5bc6\u7801\u767b\u5f55=Password Reset Successfully, Please Log in with New Password
\u9a8c\u8bc1\u7801\u6709\u8bef\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165=The verification code is incorrect. Please re-enter it.
\u9a8c\u8bc1\u7801\u5df2\u53d1\u9001\uff0c\u8bf7\u6253\u5f00\u90ae\u7bb1\u83b7\u53d6\u9a8c\u8bc1\u7801=The authentication code has been sent. Please open your mailbox to get the authentication code.
\u9a8c\u8bc1\u7801\u53d1\u9001\u5931\u8d25\uff0c\u4e0d\u5b58\u5728\u6b64\u90ae\u7bb1\u7528\u6237\u6216\u90ae\u7bb1\u529f\u80fd\u5f02\u5e38=The verification code was failed to send since the email adress does not exist or email function is abnormal.
\u767b\u51fa\u6210\u529f=Log out success
\u672c\u53f0\u8bbe\u5907\u5173\u8054\u7684\u6253\u5370\u673a\u6b63\u5728\u6253\u5370\uff0c\u786e\u5b9a\u5173\u95ed\u5417\uff1f=The printer associated with this device is printing. Are you sure to close it?
\u64cd\u4f5c\u6210\u529f\uff01=Operate successfully
\u53d1\u9001\u201c\u67e5\u8be2\u6253\u5370\u4ef6\u4fe1\u606f\u201d\u5931\u8d25\uff0c\u8bf7\u7a0d\u540e\u518d\u8bd5\uff01=Sending'Query Printed Message'failed, please try again later!
\u53d1\u9001\u201c\u67e5\u8be2\u6253\u5370\u4ef6\u4fe1\u606f\u201d\u8bf7\u6c42\u5931\u8d25\uff01\u539f\u56e0\uff1a\u89e3\u6790\u53d1\u9001\u547d\u4ee4\u7ed3\u679c\u5931\u8d25\uff01=Failed to send'Query Printed Message'request! Cause: Failed to parse the result of sending command!
\u53d1\u9001\u201c\u67e5\u8be2\u6253\u5370\u4ef6\u4fe1\u606f\u201d\u8bf7\u6c42\u5931\u8d25\uff01\u539f\u56e0\uff1a\u83b7\u53d6\u6253\u5370\u673a\u5e8f\u5217\u53f7\u5931\u8d25\uff01=Failed to send'Query Printed Message'request! Cause: Failed to get printer serial number!
\u53d1\u9001\u201c\u67e5\u8be2\u6253\u5370\u4ef6\u4fe1\u606f\u201d\u547d\u4ee4\u53d1\u751f\u5f02\u5e38\uff0c\u8bf7\u7a0d\u540e\u518d\u8bd5\uff01=An exception occurred when sending the command "Query Print Message". Please try again later!
\u83b7\u53d6\u6253\u5370\u673a\u5e8f\u5217\u53f7\u5931\u8d25\uff0c\u8bf7\u7a0d\u540e\u518d\u8bd5\uff01=Failed to get printer serial number, please try again later!
\u53d1\u9001\u201c\u72b6\u6001\u67e5\u8be2\u8bf7\u6c42\u201d\u547d\u4ee4\u53d1\u751f\u5f02\u5e38\uff0c\u8bf7\u7a0d\u540e\u518d\u8bd5\uff01=An exception occurred when sending the'status query request'command. Please try again later!
\u89e3\u6790\u53d1\u9001\u547d\u4ee4\u7ed3\u679c\u5931\u8d25\uff0c\u8bf7\u7a0d\u540e\u518d\u8bd5\uff01=The result of parsing the send command failed, please try again later!
\u8bf7\u6c42\u53c2\u6570\u65e0\u6548\uff01=Invalid request parameters!
\u8bf7\u6c42\u53c2\u6570\u683c\u5f0f\u4e0d\u6b63\u786e\uff01=The request parameter format is incorrect!
\u65e0\u6548\u7684\u53c2\u6570\u7c7b\u578b\uff01=Invalid parameter type!
\u53d1\u751f\u4e1a\u52a1\u5f02\u5e38\uff0c\u8bf7\u7a0d\u540e\u91cd\u8bd5\uff01=Business exception occurred, please try again later!
\u64cd\u4f5c\u5931\u8d25\uff0c\u8bf7\u7a0d\u540e\u91cd\u8bd5\uff01=Operation failed, please try again later!